Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: མི་ཡི་སྐྱེ་བར་འོངས་ནས་ནི། །འཇིགས་པ་ཡི་ནི་གཟུགས་ཅན་འགྱུར། །
en: Having obtained a human birth, He will have a frightening form.

source: ཁྲོ་བ་དང་ནི་དབུལ་བ་ཉིད། །གྲགས་པ་ཆུང་བ་ཉིད་དུ་འགྱུར། །
en: Destitute and short-tempered, He will have few friends. {53.428}

source: གང་ཡང་འཇིག་རྟེན་རང་སངས་རྒྱས། །འདོད་མེད་བསེ་རུ་ལྟ་བུར་སྤྱོད། །དམན་པ་ལ་ནི་རྗེས་བརྩེ་བ། །ས་ཡི་སྟེང་ན་རྣམ་པར་རྒྱུ། །
en: “The pratyeka­buddhas, who have no desires in this world And live alone like rhinoceroses, Wander the earth filled with compassion For those who are forsaken and miserable.

source: སེམས་ཅན་རྣམས་ལ་ཕན་འདོད་ཕྱིར། །བསོད་སྙོམས་སྤྱོད་ལ་རབ་ཏུ་ཞུགས། །
en: They take up the life of mendicancy Out of the desire to help sentient beings. {53.429}

source: དེ་ཚེ་གཞན་སེམས་རིག་པ་དེས། །བློ་ངན་དེ་ནི་རབ་ཏུ་མཐོང་། །སྙིང་རྗེས་ཡིན་གྱིས་གཞན་མིན་དེས། །དེ་ཡི་ཐད་དུ་བྱོན་པར་འགྱུར། །
en: “Seeing the bad [state of Cāṇakya’s] mind, And being able to read the thoughts of others, They will approach him, Solely out of compassion. {53.430}

source: དེས་ནི་ཟན་དྲོན་གསོལ་ཆེད་དུ། །བསེ་རུ་ལྟ་བུ་ལ་ནི་ཁྱེར། །དེས་ནི་སྔགས་ལ་རབ་བརྙས་ནས། །དེ་ཚེ་རྒྱུ་ནི་ཡང་དག་བསྟན། །
en: “Cāṇakya, having obtained Some inferior gruel in order to eat it, Will be swayed by the power of the Krodha’s mantra And create, at that time, a good cause. {53.431}

source: དེ་ལས་གཅིག་གི་བདག་ཉིད་ལ། །བསོད་སྙོམས་དེ་ནི་ཡང་དག་བསྟབས། །ཀྱེ་འདི་རབ་བྱུང་མ་ལུས་པ། །
en: “He will offer the gruel to them as alms With a singularly magnanimous mind and say, ‘Excuse me, all of you renunciants!

source: ཇི་ལྟར་བདེ་བ་བཞིན་དུ་གསོལ། །
en: Eat this food, as much as you like.’

source: དེ་ལ་རྗེས་བརྩེ་རང་སངས་རྒྱས། །དེ་ཚེ་རྫུ་འཕྲུལ་བསྟན་པར་འགྱུར། །
en: Right then, out of their sympathy for him, The pratyeka­buddhas will display their miraculous power. {53.432}

source: དེ་ཡི་མཐུ་ཡིས་ཡིད་བསྐྱོད་ནས། །དེ་ནས་ངོ་མཚར་རབ་སྐྱེས་ཏེ། །
en: “Stricken with wonder, His mind uplifted by their power,

source: སངས་རྒྱས་བསེ་རུ་ལྟ་བུ་ལ། །སྤྱི་བོས་ཀུན་ལ་རབ་ཏུ་བཏུད། །ཇི་ལྟར་འདོད་པར་ཉེས་བྲལ་རྣམས། །དགེ་བའི་རྩ་བ་དེ་ཡི་མཐུས། །
en: He will prostrate himself headlong To the rhinoceros-like pratyeka­buddhas. And they all, free from faults, Will fly into the sky as they please. {53.433}

source: རང་རྒྱལ་བྱང་ཆུབ་སྨོན་ལམ་བཏབ། །བདག་ཉིད་ཆེན་པོ་ཅི་འདྲ་བ། །རྫུ་འཕྲུལ་ཆེན་པོ་ཞི་བའི་གཟུགས། །
en: “Cāṇakya will then, with a good intention, Make an aspiration for the realization of a pratyeka­buddha: ‘May I become the way These magnificent beings are, Steeped in tranquility and endowed with magical powers.

source: སྡུག་བསྔལ་བློ་ངན་མི་འགྱུར་བར། །དེ་འདྲ་བདག་ནི་འཇིག་རྟེན་ཤོག །
en: May I be free from suffering and unhappy rebirths.’ {53.434}

source: ལས་ཀྱི་ལྷག་མ་ཟད་པ་དང་། །འཆི་འཕོས་དེ་ཚེ་མཐོ་རིས་སོང་། །
en: “When he dies after exhausting his remaining karma, He will, inevitably, be reborn in heaven.

source: ཆོས་ཀྱི་བདག་ཉིད་དེ་མཐར་གྱིས། །ཉན་ཐོས་དེ་ནི་བྱང་ཆུབ་ཐོབ། །
en: In due course he will fully assimilate the Dharma And attain the realization of a pratyeka­buddha.

source: དེ་བས་སྔགས་ཀྱི་སྒྲུབ་པ་ནི། །མངོན་སྤྱོད་དག་ནི་ཡོང་མི་བྱ། །
en: From this [one should draw the conclusion] That mantras should not be used in the sādhanas of assault. {53.435}

source: སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་ཡིས། །མངོན་སྤྱོད་རབ་ཏུ་བཀག་པ་ཡིན། །
en: “Such violent practices are forbidden By the buddhas and the bodhisattvas.

source: སྙིང་རྗེ་མཆོག་ལྡན་སངས་རྒྱས་དང་། །བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །སྔགས་རྣམས་མཐུ་བསྟན་དོན་དུ་ནི། །ལས་རྣམས་ཐམས་ཅད་བསྟན་པ་ཡིན། །
en: The exceedingly compassionate buddhas And the majestic bodhisattvas Taught the implications of the power of mantras For all the practitioners of rites. {53.436}

source: དེ་བཞིན་ནོར་བུ་ལྟ་བུའི་སྔགས། །གང་ཞིག་དེ་བཞིན་གཤེགས་པས་གསུངས། །
en: “The mantras taught by the tathāgatas Are wish-fulfilling gems.

source: ཁྲོ་དང་ཆགས་པས་ཟིལ་མནན་པའི། །བྱིས་པ་རྨོངས་པའི་སེམས་དག་གིས། །དེ་དག་སྔགས་ནི་མངོན་སྤྱོད་ལ། །ཕན་ཚུན་རབ་ཏུ་སྦྱོར་བར་བྱེད། །
en: However, beings who are by nature immature, Confused, and under the sway of anger and greed Employ these mantras against each other In the violent rites of assault. {53.437}

source: སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་ནི། །བློ་དང་ལྡན་པས་དེ་བཞིན་བཀག །རྣམ་པ་ཐམས་ཅད་སྔགས་རྣམས་ནི། །སེམས་ཅན་ལོངས་སྤྱོད་འཕེལ་བ་དང་། །
en: “Such rites are forbidden by the buddhas And the sagacious bodhisattvas, Since the mantras are meant to increase Beings’ well-being in every possible way. {53.438}

source: དེ་ནས་རྒྱལ་པོ་དམ་པ་དང་། །སྲུང་བ་ཆེ་དང་དབང་ཕྱིར་དང་། །སྐྱེ་གནས་སྣ་ཚོགས་ལ་གནས་པའི། །སེམས་ཅན་རྣམས་ནི་དགུག་དོན་དུ། །
en: “The mantras raise kingdoms, Provide protection, and bring wealth. They can summon beings Of different types of birth.

source: སྔགས་ཀྱང་བསྒྲུབ་པར་བྱ་བ་སྟེ། །འཚོ་བ་དགག་ཕྱིར་མ་ཡིན་ནོ། །
en: The mantras should never be mastered In order to destroy life. {53.439}

source: དགེ་སློང་མང་དུ་ཐོས་པ་ནི། །དེ་ཡི་ཚེ་ན་འབྱུང་འགྱུར་བ། །
en: “At that time my monks Will be very learned.

source: མ་ཁོལ་ཞེས་ཀྱང་བྱ་བ་སྟེ། །ང་ཉིད་ཀྱི་ནི་སྟོད་བྱེད་པ། །ཇི་བཞིན་ཡོན་ཏན་བཟང་པོ་ནི། །ཇི་ལྟ་བཞིན་དུ་བརྗོད་པར་འགྱུར། །
en: One by the name of Mātṛceṭa Will compose a hymn of praise for me That will be recited, whenever appropriate, By those who exemplify good qualities. {53.440}

source: ཀུན་ནས་སེམས་ནི་རབ་དང་ཞིང་། །སངས་རྒྱས་རྣམས་ཀྱི་བསྟན་ལ་དད། །
en: “Having developed complete faith, He will delight in the teachings of the buddhas.

source: སྒྲུབ་དཀའི་སྔགས་ནི་རབ་བསྒྲུབ་ཅིང་། །འཇམ་པའི་དབྱངས་ཀྱི་དེ་བཞིན་ནོ། །
en: A mantra adept, himself inconspicuous, He will only proclaim praises of Mañjughoṣa.

source: ཡོན་ཏན་ལྡན་ཞིང་ཚུལ་ཁྲིམས་ལྡན། །མང་དུ་ཐོས་ཤིང་ཆོས་ཀྱང་སྨྲ། །
en: He will be a learned proponent of the Dharma, Endowed with good qualities and discipline. {53.441}

source: དུད་འགྲོར་སྔོན་ནི་གྱུར་པ་ན། །ང་ཡི་བསྟོད་པ་ཡོངས་སུ་སྨྲ། །
en: “When he was an animal in a past life, He recited the same hymn of praise

source: ཉམས་དགའ་གྲོང་ཁྱེར་རྒྱལ་པོའི་ཁབ། །འོད་མའི་ཚལ་གྱི་ས་སྟེང་དུ། །སློབ་མའི་ཚོགས་དང་ལྷན་ཅིག་ཏུ། །ཇི་ལྟར་བདེ་བར་བཞུགས་པ་ན། །
en: In the fine city called ‘the King’s,’ In the park called ‘the Grove,’ Where I used to spend my time as I pleased, Together with my disciples. {53.442}

source: དེར་ནི་བྱ་རོག་ཅིག་ཡོད་པས། །ང་ལ་སེམས་ནི་རབ་དད་བྱས། །
en: “Living there as a crow, He developed faith in me.

source: སེམས་ནི་ང་ལ་དད་བྱས་པས། །ལུས་ཞིག་ནས་ནི་མཐོ་རིས་སོང་། །
en: He died with thoughts of trust in me And was reborn in heaven. {53.443}

source: ལྷ་རྣམས་ལས་ནི་ཤི་འཕོས་ནས། །མི་རྣམས་ནང་དུ་ཉེ་བར་སྐྱེས། །
en: “When his life as a god ends, He will be reborn among humans.

source: མི་ཡི་ནང་དུ་སྐྱེས་ནས་ཀྱང་། །ང་ཡི་བསྟན་ལ་རབ་ཏུ་འབྱུང་། །
en: Living among them, he will renounce the world For the sake of my doctrine. {53.444}

source: རབ་བྱུང་བདག་ཉིད་ཆེན་པོ་དེ། །ཇི་བཞིན་དེ་ཚེ་འབྱུང་བར་འགྱུར། །མ་ཁོལ་ཞེས་བྱའི་བརྟུལ་ཞུགས་ཅན། །དེ་ནི་དེ་ཚེ་འབྱུང་བར་འགྱུར། །
en: “Having thus become a renunciant, That great being will praise me, Becoming known, at that time, As Mātṛceṭa who keeps his observances. {53.445}

source: ཇི་བཞིན་དོན་ནི་བསྟོད་པས་མཆོད། །རྣམ་པ་སྣ་ཚོགས་དཔེ་དག་གིས། །འབྱུང་པོ་ཀུན་ལ་ཕན་པའི་ཕྱིར། །ལེགས་པར་སྤྱོད་པ་རབ་བྱེད་པའོ། །
en: “For the benefit of all beings, He will compose, as necessary, Religious hymns in fine language With examples and allegories. {53.446}

source: སེམས་ཅན་རྗེས་སུ་གཟུང་བའི་ཕྱིར། །བསྟོད་པ་བརྗོད་པ་དེ་གཙོར་བྱེད། །
en: “Out of his kindness for sentient beings, He will dedicate himself to writing inspiring hymns.

source: དུས་མཐའི་འཇིག་རྟེན་སྨད་པ་ལ། །དེ་ཡི་ཚེ་ན་འབྱུང་བར་འགྱུར། །
en: He will live during the final eon That is reviled by the world.

source: རྣམ་པར་སྨིན་པ་དེ་ཡིས་ནི། །ལུས་ཞིག་ནས་ནི་བདེ་འགྲོར་འགྲོ། །
en: When his body gives out, He will go to heaven due to his ripened karma. {53.447}

source: བློ་ལྡན་དེ་ནི་མཐར་གྱིས་ཀྱང་། །རྣམ་པ་སྣ་ཚོགས་བདེ་མྱོང་ནས། །བསམ་གྱིས་མི་ཁྱབ་མཆོག་གསུངས་པའི། །ཐམས་ཅད་མཁྱེན་པའི་བྱང་ཆུབ་ཐོབ། །
en: “Having experienced various delights, The wise Mātṛceṭa will, in due course, Attain the omniscient awakening— The inconceivable absolute truth. {53.448}

source: དེ་བཞིན་གཤེགས་པ་ང་འདས་ནས། །ལོ་ནི་བཞི་བརྒྱ་ལོན་པ་ན། །དགེ་སློང་ཀླུ་ཞེས་དེ་འབོད་འབྱུང་། །བསྟན་པ་ལ་ནི་དད་ཅིང་ཕན། །
en: “When four hundred years Have passed after my parinirvāṇa, A monk by the name of Nāgārjuna Will delight in this beneficial teaching.

source: རབ་ཏུ་དགའ་བའི་ས་ཐོབ་པ། །ལོ་ནི་དྲུག་བརྒྱ་དག་ཏུ་འཚོ། །
en: He will attain the Joyful stage, And will live six hundred years. {53.449}

source: རིག་པ་རྨ་བྱ་ཆེན་མོ་ནི། །བདག་ཉིད་ཆེན་པོ་དེས་ཀྱང་གྲུབ། །
en: “This great person will accomplish The vidyā called Māyūrī.

source: བསྟན་བཅོས་སྣ་ཚོགས་དོན་དང་ནི། །དངོས་པོ་མེད་པའི་དོན་དེ་རིགས། །
en: He will know the meaning of various treatises down to every word And will understand that in reality there is no independent existence. {53.450}

source: གང་ཚེ་ལུས་དེ་བོར་བ་ན། །བདེ་བ་ཅན་དུའང་སྐྱེ་བར་འགྱུར། །དེ་ནས་མཐར་གྱིས་སངས་རྒྱས་ཉིད། །ངེས་པ་ཁོ་ནར་ཡང་དག་འཐོབ། །
en: “When he leaves his body, He will be reborn in Sukhāvatī And in due course Will certainly attain buddhahood. {53.451}

source: ཐོགས་མེད་ཅེས་བྱའི་དགེ་སློང་ནི། །བསྟན་བཅོས་དེ་ནི་དོན་ལ་མཁས། །
en: “Then there will be a monk by the name of Asaṅga Who will understand the true meaning of the treatises.

source: མདོ་སྡེ་དེས་དོན་དྲང་བའི་དོན། །རྣམ་པ་མང་པོའང་རབ་ཏུ་འབྱེད། །
en: He will clearly discern many times over The direct and indirect meaning of the sūtras. {53.452}

source: འཇིག་རྟེན་རིག་པ་སྟོན་བདག་ཉིད། །གཞུང་བྱེད་ངང་ཚུལ་ཅན་དུ་འགྱུར། །
en: “He will educate people, Dedicated to the task and well disciplined.

source: དེ་ཡི་རིག་པ་གྲུབ་པ་འདི། །སཱ་ལའི་ཕོ་ཉ་མོ་ཞེས་རྗོད། །
en: He will accomplish The vidyā called Śāladūtī. {53.453}

source: དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །བློ་ནི་བཟང་པོ་སྐྱེ་བར་འགྱུར། །བསྟན་པ་ཡུན་རིང་གནས་པའི་ཕྱིར། །མདོ་ཡི་དེ་ཉིད་དོན་སྡུད་བྱེད། །
en: “With his superior intellect Developed by the power of the vidyā mantra, He will distill the true meaning from the sūtras, Ensuring a long survival of the teachings.

source: ལོ་ནི་བརྒྱ་དང་ལྔ་བཅུར་འཚོ། །དེ་ལུས་ཞིག་ནས་ལྷ་ཡུལ་འགྲོ། །
en: He will live one hundred and fifty years, And when he leaves his body he will be reborn in heaven. {53.454}

source: འཁོར་བ་རྣམས་སུ་འཁོར་བ་ན། །ཡུན་རིང་བདེ་བ་རྗེས་མྱོང་ནས། །
en: “During his lengthy peregrination through saṃsāra, He will experience happiness for a long time,

source: བདག་ཉིད་ཆེན་པོ་མཐར་གྱིས་དེ། །བྱང་ཆུབ་ཐོབ་པར་འགྱུར་བ་ཡིན། །
en: And in due course this great being Will attain awakening. {53.455}

source: དེ་ལྟར་རྣམ་པ་མང་པོ་ཡི། །ང་ཡི་བསྟན་ལ་དགེ་སློང་རྣམས། །ཤེས་རབ་ལྡན་ཉིད་ཆོས་ཀྱང་སྤྱོད། །དུས་ཀྱི་མཐའ་ལ་དེ་ཚེ་འབྱུང་། །
en: “There will thus be during that period Many different types of monks who follow my teachings, Including those who possess insight And are disciplined in the Dharma. {53.456}

source: ཕྱི་མ་དེ་ཚེ་དུས་དག་ཏུ། །དགེ་སློང་དགྲ་བཅོམ་ཞེས་བྱ་བ། །དེ་ནི་སྔགས་དོན་བདག་ཉིད་ལྡན། །རྒྱུད་ཤེས་དེ་བཞིན་མང་དུ་ཐོས། །
en: “There will also come, in the final period, A very learned person called Nanda. Conversant with the tantras And wholly dedicated to the quest of mantras,

source: གནོད་སྦྱིན་སྔགས་ནི་རབ་བརྗོད་པས། །དེ་ལ་བུམ་པ་བཟང་པོ་འགྲུབ། །
en: He will accomplish the pot of fortune That is activated with the mantra of the yakṣa. {53.457}

source: སྔོན་ནི་ངས་ནི་གང་བཤད་པའི། །ཐེག་པ་ཆེན་པོའི་མདོ་སྡེ་ཡང་། །དེ་ཡི་ཚེ་ན་བུམ་པ་ལས། །དཀའ་ཐུབ་ཆེན་པོ་འདྲེན་པར་བྱེད། །
en: “Accomplished in austerities, He will draw forth from the pot An important Mahāyāna sūtra That I taught in the past. {53.458}

source: གླེགས་བམ་དེ་ལ་དེས་བལྟས་ནས། །དེ་ལ་སྔགས་ནི་ཟློས་པ་ན། །གནོད་སྦྱིན་བསྒྲུབ་པའི་བུམ་པ་ལ། །དེར་ནི་བསྲུང་བ་མ་བྱས་པའི། །བག་མེད་དྲན་པ་ཉམས་པ་ཡིས། །གཙུག་སྤྱོད་ཀྱིས་ནི་བུམ་པ་ཕྲོགས། །
en: “Reading the volume continually As its nature is that of the mantra, He will not guard the pot That was obtained through the yakṣa. {53.459} “Due to his carelessness and lack of attention, The pot will be stolen by Mūrdhaṭaka.

source: དེ་ནི་དེ་ནས་སྔགས་གྲུབ་པའི། །དགེ་སློང་སྔགས་ནི་ཟློས་བྱེད་པའི། །
en: The monk [Nanda] who has mastered the mantra Will start reciting it. {53.460}

source: བུམ་པ་དག་ནི་བལྟས་པ་ན། །དེར་ནི་མངོན་པར་མཐོང་མ་གྱུར། །
en: “He will search for the pot, But will not find it anywhere.

source: དེ་ནས་ཁྲོ་བས་མིག་དམར་ཞིང་། །རྣམ་གཡོ་ཚིག་ཏུ་སྨྲ་བ་ནི། །
en: Then, his flesh turning red from anger, He will declare in a resounding voice, {53.461}

source: ཚངས་པ་དཀའ་བའི་མཐར་གྱུར་པར། །བརྒྱ་བྱིན་སོགས་བཅས་དབང་ཕྱུག་ཆེ། །སྔགས་ཀྱིས་མ་བཀུག་མ་འོངས་ན། །སྔགས་པ་བདག་མིན་སྔགས་རྒྱལ་མིན། །
en: “ ‘From Brahmā down to the lowest being, Śakra and the others, including Maheśvara, [Everybody] can be summoned by the mantra. If not, I am neither a follower nor a master of mantra. {53.462}

source: གང་ཞིག་སངས་རྒྱས་སྲས་སྔགས་དང་། །རྒྱལ་བ་མཆོག་གིས་སྔགས་དག་ནི། །ཚར་གཅོད་དོན་དུ་གང་གསུངས་པའམ། །གདུལ་དཀའ་འདུལ་བར་བྱེད་པའང་རུང་། །
en: “ ‘The mantras taught by the Buddha’s heirs And by the supreme victors Are for restraining Those difficult to tame.

source: གལ་ཏེ་ཀུན་རྣམས་མ་བཀུག་ན། །ས་སྟེང་མ་ལུས་དེ་དག་མེད། །
en: If I cannot thus bring thieves into my presence, It means that none of them are here on earth.’ {53.463}

source: སྐད་ཅིག་དྲན་པ་ཙམ་གྱིས་ནི། །སྡོམ་བརྩོན་དེ་ནི་ལས་མྱུར་བྱེད། །
en: “The moment he merely recollects them, They will arrive, ready to act.

source: ཡི་གེ་ཧཱུྃ་གི་སྔགས་གཅིག་གིས། །ཚངས་སོགས་ས་ས་སྟེང་འདྲེན་པར་བྱེད། །
en: With the single syllable hūṁ, He will summon to earth Brahmā and the others. {53.465}

source: ལྷ་རྣམས་མ་ལུས་རབ་བཀུག་པ། །ཚངས་སོགས་བརྒྱ་བྱིན་དང་ཡང་བཅས། །
en: “He will thus summon all the gods, Brahmā and the others, including Śakra.

source: ཧ་ཧ་ཞེས་བྱའི་སྒྲ་འདོན་ཅིང་། །ཉམ་ཐག་འཇིགས་པའི་སྒྲ་ཡང་སྒྲོགས། །
en: Uttering the shouts of hā! hā! They will make frightening noise, asking,

source: ཅི་བགྱི་ཞེས་བྱའི་བློ་བྱེད་ཅིང་། །བདག་ཅག་འདིར་ནི་ཉེས་མེད་སྨྲ། །
en: ‘What should I do? Why have you brought me here? I have done nothing wrong!’ {53.466}

source: མྱུར་ཞིང་རབ་ཏུ་རིངས་པར་ཡངས། །བློ་ལྡན་དགེ་སློང་འཇིགས་མེད་པས། །ལྷ་རྣམས་ལ་ནི་རབ་སྨྲས་པ། །
en: “Promptly and hastily, The wise and fearless monk Will address the gods:

source: འདིར་ནི་བུམ་པ་སླར་བྱིན་ཞེས། །
en: ‘Bring the pot, wherever it is, back here!’ {53.467}

source: ལྷ་རྣམས་ཕན་ཚུན་ཐམས་ཅད་ལ། །དགེ་སློང་དེས་ནི་རབ་ཏུ་སྨྲས། །
en: “Passing on the monk’s words, The gods will all say to one another,

source: གང་གིས་བུམ་པ་བཟང་པོ་ཁྱེར། །ཁྱོད་ཀྱིས་མྱུར་དུ་རབ་ཏུ་སྨྲོས། །
en: ‘Quickly name the fellow Who stole the pot!’

source: ལྷ་རྣམས་ཀུན་གྱིས་བལྟས་པ་ན། །ཀུན་ཏུ་ཡང་ནི་མ་མཐོང་གྱུར། །
en: They will thus look for the pot But will not find it anywhere. {53.468}

source: བུམ་པ་འདི་ནི་སུ་ཡིས་ཁྱེར། །ལྷ་ཡི་དབང་པོས་ཡང་དག་དགོངས། །
en: “The lord of the gods himself will look Into the matter and ask, ‘Who stole the pot?’

source: བྱང་ཆུབ་སེམས་དཔའ་འོད་ཆེན་པོ། །དཔལ་ལྡན་ལག་ན་རྡོ་རྗེ་ཅན། །
en: He will see the glorious bodhisattva of great splendor, The holder of the vajra, {53.469}

source: དེ་ཡི་བུ་ནི་མི་བཟད་ཡོད། །ཁྲོ་བ་ཆེ་ཞིང་ཤིན་ཏུ་གདུག །བགེགས་ཀྱི་གཟུགས་ཀྱིས་སྔགས་པ་ལ། །འགྲོ་བ་ཀུན་ལ་རྣམ་པར་རྒྱུ། །
en: “And his terrible son, Very wrathful and terrifying, Who roams the entire world, Manifesting in the form of a vighna. {53.470}

source: བུམ་པ་དེ་ནི་དེས་ཁྱེར་མཐོང་། །ལྷ་ཡི་བདག་པོས་དེ་ཡང་སྨྲས། །
en: “Knowing that it was he who stole the pot, The lord of gods will say,

source: རྡོ་རྗེའི་རིགས་ཀྱི་བགེགས་ཡོད་པ། །
en: ‘There is a vighna in the Vajra family.

source: ས་སྟེང་རྩེ་ཞིང་རོལ་པར་བྱེད། །
en: He playfully sports on earth. {53.471}

source: འདིས་ནི་བདག་ལ་མ་མཆོད་པས། །དེས་ནི་བུམ་པ་དེ་འདིར་ཁྱེར། །
en: “ ‘He makes offerings to me, And that’s why he stole the pot.’

source: ལྷ་ཡི་བདག་པོས་དེ་སྨྲས་ནས། །ཕྱིར་ཡང་ལྷ་ཡི་གནས་སུ་སོང་། །
en: After saying this, the lord of gods Will return to his celestial abode. {53.472}

source: དེ་ཚེ་རང་ཉིད་སྔགས་ཀྱིས་ནི། །ལྷ་རྣམས་མ་ལུས་སླར་གཤེགས་གས་གསོལ། །
en: “Nanda will then dismiss all the gods, Using their respective mantras.

source: སྐད་ཅིག་ཡུད་ཙམ་ཉིད་ཀྱིས་ནི། །ཤིན་ཏུ་ལེགས་པར་ཡང་དག་བཀུག །
en: Immediately, in a mere instant, They will be transported [back to their places]. {53.473}

source: དེ་ཚེ་དབང་མེད་བུམ་པར་བཅས། །བགེགས་དེ་ཉིད་དང་བཅས་པར་འོངས། །
en: “He will summon the vighna, Who is powerless and has the pot.

source: དེ་ནས་དེ་ནི་བགེགས་དེ་ཡིས། །ཡི་དགས་རྣམས་ལ་བུམ་པ་བྱིན། །
en: He will then employ him To take the pot to the pretas. {53.474}

source: དེ་ནས་དེ་ཡི་བགེགས་དེས་ནི། །ཚིག་འདི་དག་ནི་རབ་ཏུ་སྨྲས། །
en: “The vighna, guided [there and back], Will say the following:

source: ཡི་དགས་འཇིག་རྟེན་བུམ་པ་ཁྱེར། །ང་ནི་དེ་ལ་དགའ་བ་མེད། །
en: ‘As I have delivered the pot to the preta realm, I am free from any offense.’ {53.475}

source: སྔགས་པ་དེས་ནི་དཀའ་བ་དང་། །དཀའ་བས་བཏུད་དེ་བགེགས་ལ་སྨྲས། །
en: “The great practitioner of mantra Will scold the vighna angrily:

source: སོང་ཤིག་སོང་ཤིག་བགེགས་ཆེན་པོ། །ཕྱིན་ཅད་འདི་ལྟར་མ་བྱེད་ཅིག །
en: ‘Go, go, great vighna, And don’t do this again!’ {53.476}

source: དེ་ནས་དེས་ནི་ཡི་དགས་དག །དེ་ཡི་མོད་ལ་བཀུག་པར་གྱུར། །ལྟོགས་ཤིང་ངལ་བའི་སེམས་དང་ནི། །དམན་ཞིང་དེ་དག་ཁབ་ཙམ་ཁ། །
en: “Immediately He will summon the pretas, Whose mouths are as small as the eye of a needle And who are disturbed by hunger and distressed. {53.477}

source: ཤིན་ཏུ་མི་བཟད་ཆེན་པོ་དེ། །ཉམ་ཐག་སྐད་ཀྱང་རབ་ཏུ་འདོན། །སྙིང་རྗེའི་ཚིག་ཏུ་སྨྲ་བ་ནི། །
en: “These very dreadful creatures Will let out wretched cries, Wailing in piteous voices, ‘Protect us, O great being! {53.478}

source: བདག་ཉིད་ཆེན་པོ་ཡོངས་སུ་སྐྱོ་བས། །ཁྱོད་ཀྱི་བུམ་པ་འདིར་འོངས་ཀྱིས། །ཇི་ལྟར་འདོད་བཞིན་བདག་ལ་བྱོས། །
en: “ ‘Here is your pot. Having been summoned, we will do whatever you want.’

source: སྔགས་པ་སྙིང་རྗེ་ཆེར་ལྡན་པས། །ཡང་དག་འདར་བ་རབ་ཏུ་སྐྱེས། །
en: The mantra adept, filled with great compassion, Will start trembling. {53.479}

source: སྙིང་རྗེས་བརླན་པའི་སེམས་ཀྱིས་ནི། །ཚིག་ནི་འདི་དག་རབ་ཏུ་སྨྲས། །
en: “His mind tender with compassion, He will say the following:

source: ཁྱོད་ཀྱི་འཇིག་རྟེན་སྡུག་བསྔལ་ཅི། །ཡུན་མི་རིང་པར་རབ་ཏུ་སྨོན། །
en: ‘Tell me without delay About your sufferings in the world.’ {53.480}

source: དམན་པའི་ཡིད་ཀྱིས་དེ་སྨྲས་པ། །
en: “Dejected in their minds, they will say,

source: བཀྲེས་པས་ཡང་དག་གདུངས་པར་གྱུར། །ཡི་དགས་འཇིག་རྟེན་སྐོམ་པ་ཡིས། །བདག་ཉིད་ཆེན་པོ་ཡིན་ཡང་རུང་། །
en: ‘For a long time, in the realm of the pretas, We have been afflicted with hunger And thirst, O great being!’ {53.481}

source: དགེ་སློང་སྙིང་རྗེ་ཆེན་པོས་ནི། །དེ་དག་ལ་ནི་བུམ་པ་བྱིན། །
en: “The monk, filled with compassion, Will then present the pot to them.

source: དེ་ནས་དེ་དག་ཡིད་དགའ་ནས། །མྱུར་བར་རང་གི་གནས་སུ་སོང་། །
en: Uplifted in their minds, They will hastily return to their abodes.

source: དེ་དག་བསམ་པ་ཙམ་གྱིས་ནི། །བུམ་པ་ལས་ནི་བཟའ་བཏུང་བྱུང་། །
en: Food and drink will now appear in the pot Whenever they merely think of it. {53.482}

source: དགེ་སློང་དགའ་བོའི་འོག་ཏུ་ནི། །ཙནྡན་སྐྱོང་ནི་འབྱུང་བར་འགྱུར། །
en: “The monk Nanda will dwell On earth in a sandalwood grove.

source: དེ་ཚེ་དུས་ནི་ཐ་མ་ལ། །ལོ་ནི་སུམ་བརྒྱ་དག་ཏུ་འཚོ། །
en: He will live during the debased period For three hundred years.

source: བདག་ཉིད་ཆེན་པོ་བྱང་ཆུབ་ནི། །བགེགས་མེད་མྱུར་དུ་རྙེད་དཀའ་ཐོབ། །
en: Noble-minded and dedicated to the pursuit of awakening, He will soon attain the realization so difficult to attain. {53.483}

source: རྒྱལ་པོ་བཙུན་པ་ཞེས་བྱ་བ། །ང་ཡི་བསྟན་པ་ནུབ་བྱེད་པ། །དུས་ཀྱི་ཐ་མ་དེ་ཡི་ཚེ། །ཐེ་ཚོམ་མེད་པར་འབྱུང་བར་འགྱུར། །
en: “There will certainly come, at that time During the debased eon, An important Gomin king Who will [try to] eradicate my teachings. {53.484}

source: ཤར་ཕྱོགས་ནས་ནི་བརྩམས་ནས་སུ། །ཁ་ཆེའི་ཡུལ་གྱི་བར་དག་ཏུ། །རྨོངས་པས་ལྷ་ཁང་མཆོད་རྟེན་རྣམས། །དེ་ཚེ་དེ་བཞིན་འཇིག་པར་འགྱུར། །
en: “Starting from the east, And up to the gateway into Kaśmīra, This fool will destroy Monasteries and reliquaries. {53.485}

source: དགེ་སློང་ཚུལ་ཁྲིམས་ལྡན་པ་རྣམས། །བློ་ངན་དེས་ནི་གསོད་པར་བྱེད། །
en: “In his stupidity, he will kill Monks who are disciplined,

source: བྱང་གི་ཕྱོགས་སུ་བརྟེན་ནས་ནི། །དེ་ནི་འཆི་བར་འགྱུར་བ་ཡིན། །
en: Until, having retreated north, The fool will meet his death. {53.486}

source: མི་མ་ཡིན་པ་ཉིད་འཁྲུགས་ནས། །ཡུལ་འཁོར་ཕྱུགས་དང་གཉེན་རྣམས་དང་། །རི་ཡི་དུམ་བུས་བཅོམ་པར་འགྱུར། །
en: “He will be buried in a landslide Caused by an angry nonhuman being, Together with his subjects, animals, and kinsmen.

source: བློ་ངན་དེ་ནི་ས་འོག་འགྲོ། །
en: This fool will be reborn in the nether world. {53.487}

source: དེ་ནི་འོག་ནས་འོག་ཏུ་འགྲོ། །དམྱལ་ལས་དམྱལ་བ་རབ་དྲག་པར། །སྡུག་བསྔལ་སྡུག་བསྔལ་དྲག་པར་ནི། །མི་བཟད་པར་ནི་ཡང་དག་ལྟུང་། །
en: “Following a downward course, He will fall from one hell to the next, Experiencing ever greater suffering, Intense and terrifying. {53.488}

source: མནར་མེད་ཞེས་ནི་བྱ་བ་ཡི། །སྡིག་པའི་ལས་ཀྱིས་དམྱལ་བ་ནི། །དེ་ནས་བསྐལ་བ་ཆེར་འཚེད་པ། །བདག་ཉིད་ངན་པ་གོ་མི་ཤན། །
en: “That prominent Gomin [king], Will be rescued after one great eon From the hell called Avīci, Where evildoers go. {53.489}

source: མི་དགེའི་བཤེས་གཉེན་ལ་བརྟེན་ནས། །སྡིག་པ་ཤིན་ཏུ་མི་བཟད་བྱས། །
en: “Meeting wrong friends, Beings commit terrible evil.

source: དེ་ནི་ང་ཡི་བསྟན་པ་ལ། །རྣམ་པ་ཀུན་གྱིས་འབད་ནས་ནི། །སེམས་ནི་མ་ལུས་རབ་བཏང་ནས། །
en: Therefore, with all care, You should put all your trust In the teachings of the Tathāgata.

source: ཕུན་སུམ་ཚོགས་དང་དེ་ནས་སྤྱོད། །
en: You will then enjoy good fortune. {53.490}

source: ངེས་པར་སངས་རྒྱས་ཉིད་ལམ་ནི། །ཡན་ལག་བརྒྱད་ཀྱི་ཐེག་པས་ནི། །དེ་ཚེ་དེ་ནི་རབ་འགྲོ་ཞིང་། །མྱ་ངན་ནད་མེད་དམ་པ་ཐོབ། །
en: “All of you should always follow The eightfold path, Which invariably leads to buddhahood, The city without aging or sorrow. {53.491}

source: དེ་ཡི་འོག་ཏུ་ས་སྲུང་བ། །སངས་རྒྱས་ཕྱོགས་ཞེས་རྣམ་པར་གྲགས། །
en: “Next after him will come The king known as Buddhapakṣa.

source: ཕྱོགས་ཆེ་གཏོང་བ་ཆེ་བ་དང་། །སངས་རྒྱས་རྣམས་ཀྱི་བསྟན་ལ་དད། །
en: He will enjoy great support, be truly renounced, And delight in the teachings of the buddhas.

source: དེ་ཚེ་དུས་ཀྱི་ཐ་མ་ལ། །འབྱུང་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །
en: He will come, there is no doubt, During the debased eon. {53.492}

source: ཐམས་ཅད་མངོན་དགའི་རྒྱལ་པོ་སྟེ། །སྟོན་པའི་བསྟན་པ་དེ་གཙོར་བྱེད། །
en: “The king will be loved by all And devoted to the teachings of the Teacher.

source: ཀུན་དགའ་ར་བ་མཆོད་རྟེན་གནས། །སྟོན་པའི་གཟུགས་བརྙན་བླ་ན་མེད། །
en: He will build monasteries, lay gardens, and caityas And commission superb images of the Teacher. {53.493}

source: མཚེའུ་རྫིང་དང་ཁྲོན་པ་དང་། །མཚོ་རྣམས་དག་ནི་དུ་མ་དག །
en: “He will also construct many Ponds, tanks, and reservoirs.

source: རྒྱལ་པོ་ཆེན་པོས་བྱས་ནས་ནི། །ཚེ་ཟད་ལྷ་ཡི་གནས་སུ་སོང་། །
en: Having done all this, this great king Will go to heaven at a ripe age. {53.494}

source: དེས་ཀྱང་ས་སྟེང་གྲུབ་པ་ནི། །པདྨ་འཆང་བ་བརྩོན་འགྲུས་ཆེ། །བདག་ཉིད་ཆེན་པོ་སེམས་དཔའ་ལ། །ས་ཡི་བདག་པོར་དོན་དུ་གཉེར། །
en: “While on earth, he will accomplish The mantra of Abjaketu of great efficacy, And he will ask this bodhisattva, the great being, To protect the earth. {53.495}

source: དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །ལོ་ནི་སུམ་བརྒྱ་དག་ཏུ་འཚོ། །
en: “By the power of Abjaketu’s mantra, Buddhapakṣa will live three hundred years.

source: དེ་ཡི་ལས་ཀྱི་ལྷག་མ་ཡིས། །མྱུར་དུ་བྱང་ཆུབ་འཐོབ་པར་འགྱུར། །
en: With his accumulation of good karma, He will swiftly attain awakening. {53.496}

source: དེ་ཡི་བུ་ནི་རྒྱལ་པོ་ཡང་། །སྡེ་ཆེན་སྟོབས་ནི་ཆེ་བ་ཡི། །
en: “His son will likewise be a king, With a great powerful army.

source: ཟབ་མོའི་ཕྱོགས་ཞེས་རྣམ་པར་གྲགས། །གྲོང་ཁྱེར་ས་ནི་ལྔ་ལེན་འབྱུང་། །
en: He will be called Gambhīrapakṣa Throughout the entire earth. {53.497}

source: རིག་པའི་བདག་ཉིད་རྒྱལ་པོ་དེའང་། །དེ་ཡི་ཚེ་ན་འབྱུང་བར་འགྱུར། །
en: “This king, at that time, Will be very dedicated to his work.

source: གཙུག་ལག་ཁང་དང་གནས་ཁང་དང་། །མཆོད་རྟེན་རྫིང་དང་ཁྲོན་པ་ནི། །
en: He will build numerous monasteries, Lodgings, reliquaries, ponds, and wells.

source: འོད་ཆེན་ས་ཡི་བདག་པོ་དེ། །དུ་མ་བྱེད་པར་ཐེ་ཚོམ་མེད། །
en: This king of great splendor Will undoubtedly do such things. {53.498}

source: བློ་དང་ལྡན་པ་འཇམ་དབྱངས་ཀྱི། །སྔགས་ཀྱང་དེས་ནི་རབ་བསྒྲུབས་པ། །དེ་དག་ཡི་གེ་དྲུག་ཅེས་བྱ། །དོན་ཆེན་ལོངས་སྤྱོད་འཕེལ་བྱེད་པའོ། །
en: “He will accomplish the mantra Of the sagacious Mañjughoṣa— The phrase known as the six syllables, Pregnant in meaning and conducive to well-being. {53.499}

source: དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །དེ་ནི་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར། །
en: “By the power of this mantra He will experience great comforts.
